/* This is the default name for the device which is no name given yet. */
"INTERFACE_DEVICE : Untitled" = "Untitled";

/* The text of the menu to add write key to the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Add Write Key..." = "Add Write Key...";

/* The text of the menu to remove write key of the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Remove Write Key" = "Remove Write Key";

/* Text for button in panel */
"PANEL-BUTTON : Bind" = "Bind";

/* Text for button in panel */
"PANEL-BUTTON : Cancel" = "Cancel";

/* Text for button in panel */
"PANEL-BUTTON : Migrate" = "Migrate";

/* Text for button in panel */
"PANEL-BUTTON : OK" = "OK";

/* Text for button in panel */
"PANEL-BUTTON : Rebind" = "Rebind";

/* Text for button in panel */
"PANEL-BUTTON : Remove Write Key" = "Remove Write Key";

/* Text for button in panel */
"PANEL-BUTTON : Send" = "Send";

/* Text for button in panel */
"PANEL-BUTTON : Synchronize" = "Synchronize";

/* Text for button in panel */
"PANEL-BUTTON : Unbind" = "Unbind";

/* Text for button in panel */
"PANEL-BUTTON : Unmount" = "Unmount";

/* Text for button in panel */
"PANEL-BUTTON : Unregister" = "Unregister";

/* Text for button in panel */
"PANEL-BUTTON : Register" = "Register";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is a member of RAID." = "'%@' is a member of RAID.";

/* The reason why removing write key failed. */
"PANEL-MSG : '%@'(NDAS device name) is currently mounted in Read & Write mode on your system. Please unmount the NDAS device and try again." = "'%@'is currently mounted in Read & Write mode on your system. Please unmount the NDAS device and try again.";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be mounted." = "'%@' is not ready to be mounted.";

/* The reason why unmounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be unmounted." = "'%@' is not ready to be unmounted.";

/* Confirm binding */
"PANEL-MSG : All of the data will be lost once the disks are bound." = "All of the data will be lost once the disks are bound.";

/* Bind Info of RAID1 */
"PANEL-MSG : If you choose 'Bind', all of the data will be lost once the disks are bound." = "If you choose 'Bind', all of the data will be lost once the disks are bound.";

/* Confirm migration */
"PANEL-MSG : If you want to use the RAID device that was configured to old type, you should migrate that RAID Device." = "If you want to use the RAID device that was configured to old type, you should migrate that RAID Device.";

/* The reason why mounting failed. */
"PANEL-MSG : The computer that currently hold Read & Write access has denied your request or is not responding.\nThere may be another computer in the network running a different Operating System than Mac OS X that has mounted '%@' with Read & Write access. Please check and try again." = "The computer that currently hold Read & Write access has denied your request or is not responding.\nThere may be another computer in the network running a different Operating System than Mac OS X that has mounted '%@' with Read & Write access. Please check and try again.";

/* The reason why unmounting failed */
"PANEL-MSG : The NDAS unit device %d is a member of RAID. Try again after change the NDAS unit device to single disk type." = "The NDAS unit device %d is a member of RAID. Try again after change the NDAS unit device to single disk type.";

/* Bind and Sync Error Info */
"PANEL-MSG : The size of '%@'(NDAS unit device name) is bigger than the size of new RAID Set." = "The size of '%@' is bigger than the size of new RAID Set.";

/* The reason why mounting failed and suggestion */
"PANEL-MSG : There is another computer in the network that has mounted '%@' with Read & Write access. To avoid data corruption or loss, please unmount '%@' on that computer and try again. To mount '%@'in Read & Write mode anyway, click Send. It is possible that the user denies your request for Read & Write access." = "There is another computer in the network that has mounted '%1$@' with Read & Write access. To avoid data corruption or loss, please unmount '%2$@' on that computer and try again. To mount '%3$@'in Read & Write mode anyway, click Send. It is possible that the user denies your request for Read & Write access.";

/* The reason why unregistering failed and the solution. */
"PANEL-MSG : Try again after having unmounted the NDAS unit device %d(NDAS unit device number)." = "Try again after having unmounted the NDAS unit device %d.";

/* Confirm removing write key */
"PANEL-MSG : You may add the write key again at a later time." = "You may add the write key again at a later time.";

/* Unmount Note */
"PANEL-MSG : You may lose or corrupt your data if you do not Eject your '%@'(NDAS device name) first. Please eject before unmounting it." = "You may lose or corrupt your data if you do not Eject your '%@' first. Please eject before unmounting it.";

/* Confirm unbinding */
"PANEL-MSG : You may lose or corrupt your data." = "You may lose or corrupt your data.";

/* Info Already Registered */
"PANEL-MSG : If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list." = "If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list.";

/* Register key Note */
"PANEL-MSG : If you want to register '%@'(NDAS device name) to another computer after key registered, You should enter the NDAS ID manualy." = "If you want to register '%@' to another computer after key registered, You should enter the NDAS ID manualy.";

/* Confirm ejecting */
"PANEL-TITLE : '%@'(NDAS device name) cannot be Ejected. Unmount Anyway?" = "'%@' cannot be Ejected. Unmount Anyway?";

/* Failed to mount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be mounted" = "'%@' cannot be mounted";

/* Failed to unmount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be unmounted" = "'%@' cannot be unmounted";

/* Failed to unregister for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) could not be unregistered because it is still mounted on your system." = "'%@' could not be unregistered because it is still mounted on your system.";

/* Confirm binding */
"PANEL-TITLE : Are you sure you want to bind the disks?" = "Are you sure you want to bind the disks?";

/* Confirm rebinding */
"PANEL-TITLE : Are you sure you want to rebind '%@'?" = "Are you sure you want to rebind '%@'?";

/* Confirm removing write key */
"PANEL-TITLE : Are you sure you want to remove write key of '%@'(NDAS device name)?" = "Are you sure you want to remove write key of '%@'?";

/* Confirm unbinding */
"PANEL-TITLE : Are you sure you want to unbind '%@'?" = "Are you sure you want to unbind '%@'?";

/* Confirm unmounting */
"PANEL-TITLE : Are you sure you want to unmount '%@'(NDAS device name)?" = "Are you sure you want to unmount '%@'?";

/* Confirm unregistering */
"PANEL-TITLE : Are you sure you want to unregister the '%@'(NDAS device name)?" = "Are you sure you want to unregister the '%@'?";

/* Bind Question of RAID1 */
"PANEL-TITLE : Do you want to bind the disks or synchronize the disks with the data of '%@' ?" = "Do you want to bind the disks or synchronize the disks with the data of '%@'?";

/* Confirm migration */
"PANEL-TITLE : Do you want to migrate The RAID Device '%@'(NDAS device name)?" = "Do you want to migrate The RAID Device '%@'?";

/* Failed to remove write key for some reason. */
"PANEL-TITLE : The write key of '%@'(NDAS device name) could not be removed" = "The write key of '%@' could not be removed";

/* Bind and Sync Error. */
"PANEL-TITLE : You can't Synchronize '%@'(NDAS unit device name) and '%@'(NDAS unit device name)." = "You can't Synchronize '%1$@' and '%2$@'.";

/* Info Already Registered */
"PANEL-TITLE : This NDAS device was registered Already." = "This NDAS device was registered Already.";

/* Confirm register Key */
"PANEL-TITLE : Do you want to register the key of '%@'(NDAS unit device name)?" = "Do you want to register the key of '%@'?";

/* Text for Writekey Information for Device */
"PANEL_REGISTER : (Optional)" = "(Optional)";

/* Text for Writekey Information for Key */
"PANEL_REGISTER : (Required)" = "(Required)";

/* Write key required to export registration file with write privilege */
"PANEL_EXPORT : Fill the Write Key." = "Fill the Write Key.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_EXPORT : Invalid NDAS device ID." = "Invalid NDAS device ID.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_EXPORT : Invalid NDAS device Write Key." = "Invalid NDAS device Write Key.";

/* Default RAID set name. Referenced Disk Utility... But this feature is meaningless up to NDAS 2.0 as the name is not stored in the device */
"PANEL_RAID_BIND : RAID Set %d" = "RAID Set %d";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on other system */
"PANEL_RAID_BIND : There is another computer in the network that has mounted this Device." = "There is another computer in the network that has mounted this Device.";

/* Not available as RAID device unit : Member of another RAID Set */
"PANEL_RAID_BIND : This is a member of another RAID set." = "This is a member of another RAID set.";

/* Not available as RAID device unit : ODD Device */
"PANEL_RAID_BIND : This is a ODD Device." = "This is a ODD Device.";

/* Not available as RAID device unit : RAID Device */
"PANEL_RAID_BIND : This is a RAID Device." = "This is a RAID Device.";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on this system. */
"PANEL_RAID_BIND : This is currently mounted on your system." = "This is currently mounted on your system.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_REGISTER : Invalid NDAS device ID." = "Invalid NDAS device ID.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_REGISTER : Invalid NDAS device write key." = "Invalid NDAS device write key.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_WRITE_KEY : Invalid NDAS device write key." = "Invalid NDAS device write key.";

/* Aggregate or Spanning */
"RAID-TYPE : Aggregate" = "Aggregate";

/* Mirrored Disk - Recovery not supported */
"RAID-TYPE : Mirror" = "Mirror";

/* RAID 0. not supported in Mac OS X */
"RAID-TYPE : RAID 0 (Unsupported)" = "RAID 0 (Unsupported)";

/* RAID 0 Rev 2 */
"RAID-TYPE : RAID 0 R2" = "RAID 0 R2";

/* RAID 1 */
"RAID-TYPE : RAID 1 (Old)" = "RAID 1 (Old)";

/* RAID 1 Rev 2 */
"RAID-TYPE : RAID 1 R2 (Old)" = "RAID 1 R2 (Old)";

/* RAID 1 Rev 3 */
"RAID-TYPE : RAID 1 R3" = "RAID 1 R3";

/* RAID 4 */
"RAID-TYPE : RAID 4 (Old)" = "RAID 4 (Old)";

/* RAID 4 Rev 3 */
"RAID-TYPE : RAID 4 R3" = "RAID 4 R3";

/* Single Disk */
"RAID-TYPE : Single" = "Single";

/* Unknown or not supported RAID type. May created by future version */
"RAID-TYPE : Undefined" = "Undefined";

/* Instruction message. This text appears in the place of tab view when no deivce selected like 'Disk Utility' */
"TAB_BACKGROUND : Select a NDAS device, or register a new one." = "Select a NDAS device, or register a new one.";

/* The type or version of the selected NDAS device is not defined. */
"TAB_DEVICE : Undefined" = "Undefined";

/* Access failed to the NDAS device for some reason */
"TAB_DEVICE_STATUS : Failure" = "Failure";

/* NDAS Status No Permission */
"TAB_DEVICE_STATUS : No Permission" = "No Permission";

/* The NDAS device is off or not connected via ethernet */
"TAB_DEVICE_STATUS : Offline" = "Offline";

/* The NDAS device is on and connected via ethernet */
"TAB_DEVICE_STATUS : Online" = "Online";

/* The NDAS device is registered without write key */
"TAB_DEVICE_WRITE_KEY : Not Present" = "Not Present";

/* The NDAS device is registered with write key */
"TAB_DEVICE_WRITE_KEY : Present" = "Present";

/* The text of the button to add write key to the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Add Write Key" = "Add Write Key";

/* The text of the button to remove write key of the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Remove Write Key" = "Remove Write Key";

/* Bad RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Bad RAID Information" = "Bad RAID Information";

/* Broken RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken" = "Broken";

/* Broken But Workable RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken But Workable" = "Broken But Workable";

/* Failed to access the NDAS raid unit device */
"TAB_RAID_UNIT_DEVICE_STATUS : Failure" = "Failure";

/* Good RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good" = "Good";

/* Good But Partially Failed RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good But Partially Failed" = "Good But Partially Failed";

/* Invalid RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Invalid RAID Information" = "Invalid RAID Information";

/* The NDAS raid unit device is mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Mounted With Read & Write access";

/* The NDAS raid unit device is mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Mounted With Read only access";

/* The NDAS raid unit device is being mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Mounting With Read & Write access";

/* The NDAS raid unit device is being mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Mounting With Read only access";

/* The NDAS RAID unit device is not mounted */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Mounted" = "Not Mounted";

/* The NDAS raid unit device is not present in the NDAS device */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Present" = "Not Present";

/* Not Ready RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Ready" = "Not Ready";

/* Ready To Recovery RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Ready To Recovery" = "Ready To Recovery";

/* Recovering RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering" = "Recovering";

/* Recovering by Another Host RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering by Another Host" = "Recovering by Another Host";

/* The NDAS raid unit device is being reconnected read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read & Write access" = "Remounting With Read & Write access";

/* The NDAS raid unit device is being reconnected read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read only access" = "Remounting With Read only access";

/* Undefined RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Undefined" = "Undefined";

/* The NDAS raid unit device is being unmounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Unmounting With Read & Write access";

/* The NDAS raid unit device is being unmounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Unmounting With Read only access";

/* Unsupported RAID Set */
"TAB_RAID_UNIT_DEVICE_STATUS : Unsupported" = "Unsupported";

/* Cannot get capacity of the unit device */
"TAB_UNIT_DEVICE_CAPACITY : N/A" = "N/A";

/* Unit Configuration Mount RW */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read & Write" = "Mount with Read & Write";

/* Unit Configuration Mount RO */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read only" = "Mount with Read only";

/* The unit device does not support RAID */
"TAB_UNIT_DEVICE_RAID_TYPE : N/A" = "N/A";

/* Failed to access the NDAS unit device */
"TAB_UNIT_DEVICE_STATUS : Failure" = "Failure";

/* The NDAS unit device is mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "Mounted With Read & Write access";

/* The NDAS unit device is mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read only access" = "Mounted With Read only access";

/* The NDAS unit device is being mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "Mounting With Read & Write access";

/* The NDAS unit device is being mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read only access" = "Mounting With Read only access";

/* The NDAS unit device is not mounted */
"TAB_UNIT_DEVICE_STATUS : Not Mounted" = "Not Mounted";

/* The NDAS unit device is not present in the NDAS device */
"TAB_UNIT_DEVICE_STATUS : Not Present" = "Not Present";

/* The NDAS unit device is being reconnected read write */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read & Write access" = "Reconnecting With Read & Write access";

/* The NDAS unit device is being reconnected read only */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read only access" = "Reconnecting With Read only access";

/* The NDAS unit device is being unmounted read write */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "Unmounting With Read & Write access";

/* The NDAS unit device is being unmounted read only */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "Unmounting With Read only access";

/* Multi word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Multi-word DMA %u(level)" = "Multi-word DMA %u";

/* Programmed I/O */
"TAB_UNIT_DEVICE_TRANSFER_MODE : PIO %u(level)" = "PIO %u";

/* Single word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Single-word DMA %u(level)" = "Single-word DMA %u";

/* Ultra DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Ultra-DMA %u(level)" = "Ultra-DMA %u";

/* Undefined Transfer Mode */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Undefined" = "Undefined";

/* Hard Disk Drive */
"TAB_UNIT_DEVICE_TYPE : HDD" = "HDD";

/* CD-ROM, DVD ... */
"TAB_UNIT_DEVICE_TYPE : ODD" = "ODD";

/* Unknown type. May result of IDE_IDENTIFY but not now. */
"TAB_UNIT_DEVICE_TYPE : Unknown" = "Unknown";

/* Bind */
"TOOLBAR_BIND : Bind" = "Bind";

/* Bind tool tip */
"TOOLBAR_BIND_TOOLTIP : Create the new RAID device" = "Create the new RAID device";

/* Refresh tool bar label */
"TOOLBAR_REFRESH_ALL : Refresh All" = "Refresh All";

/* Refresh all tool tip */
"TOOLBAR_REFRESH_ALL_TOOLTIP : Refresh information of all devices" = "Refresh information of all devices";

/* Register tool bar label */
"TOOLBAR_REGISTER : Register" = "Register";

/* Register tool tip */
"TOOLBAR_REGISTER_TOOLTIP : Register new NDAS device" = "Register new NDAS device";

/* Unregister */
"TOOLBAR_UNREGISTER : Unregister" = "Unregister";

/* Unregister tool tip */
"TOOLBAR_UNREGISTER_TOOLTIP : Unregister the selected NDAS device" = "Unregister the selected NDAS device";

/*
	NDAS Service Message.
*/

/* Surrender Alert Header */
"The host '%@' is requesting the Write Access of '%@'." = "The host '%@' is requesting the Write Access of '%@'.";

/* Surrender Alert Message */
"Do you want to accept the request and unmount the NDAS Device?" = "Do you want to accept the request and unmount the NDAS Device?";

/* Eject Fail Header */
"The following Device could not be Ejected." = "The following Device could not be Ejected.";

